{
    "التطور الجسمي": {
        "0-6": {
            "1": {
                "q": "عندما يكون ملقيا على بطنه، هل يرفع الطفل رأسه إلى أعلى بدون دعم لمدة دقيقة على الأقل؟"
            },
            "2": {
                "q": "هل يستطيع الطفل أن يتدحرج من على بطنه إلى ظهره وبالعكس بدون مساعدة؟"
            },
            "3": {
                "q": "هل يتـنقل الطفل من مكان إلى آخر بأي طريقة؟ ",
                "th": "بالزحف (وبطنه على الأرض) أو على ركبتيه (وبطنه مرتفعا عن الأرض) بأي طريقة تمكنه من مواصلة التقدم ما عدا التدحرج."
            }
        },
        "7-12": {
            "4": {
                "q": "هل يستعمل الطفل إصبع الإبهام مع إصبع آخر أو إصبعين لالتقاط شيء (هكذا ينجح) أو هل يلتقط الشيء بكل يده (وبهذه الطريقة يفشل)؟"
            },
            "5": {
                "q": "هل ينتقل الطفل من وضع الزحف أو الجلوس إلى وضع الوقوف؟",
                "th": "قد يستعين الطفل بشيء ما للمساعدة ولكنه لا يستعين بأي شخص"
            },
            "6": {
                "q": "هل توقف الطفل عن سيلان اللعاب (الريالة)؟",
                "th": "وبهذا البند يكون قد نجح فيما لو سيل لعابه بسبب التسنين أو أثناء الأكل"
            }
        },
        "13-18": {
            "7": {
                "q": "هل يصعد الطفل السلم (واقفا وليس زاحفا) مستندا على الحائط الدرابزين أو ممسكا بيد شخص لمساعدته؟",
                "th": "واضعا كلتا القدمين على كل درجة وهذه يكون قد نجح."
            },
            "8": {
                "q": "هل يمشي الطفل جيدا بدون مساعدة داخل المنزل وبدون أن يراقبه اخذ بحيث لا يقع أو يتعثر بالأشياء؟"
            },
            "9": {
                "q": "هل يفك الطفل الغطاء الورق عن قطعة الحلوى أو قطعة اللبان أو أي شيء ملفوف بورق؟"
            }
        },
        "19-24": {
            "10": {
                "q": "هل يقذف الطفل الشيء على بعد متر واحد على الأقل بالاتجاه الذي يريده؟",
                "th": "في حالة ما إذا قذف الأشياء إلى أي اتجاه عشوائيًا فلا نعتبره قد نجح."
            },
            "11": {
                "q": "هل يصـعد الطفـل السلم بوضع قدم واحدة على كل درجة؟",
                "th": "على أن يستمر بالصعود على السلم وبنفس الطريقة السابقة، ولكن ربما يضع قدميه على كل درجة أثناء النزول"
            },
            "12": {
                "q": "هل يقود الطفل الدراجة بثلاث عجلات مستخدما البدالة لمسافة ثلاثة أمتار على الأقل ويدور على ملف واسع"
            }
        },
        "25-30": {
            "13": {
                "q": "لـو رسمـت خط عمودي مستقيم هل يستطيع الطفل أن يرسم مثله مستخدما القلم، أو ألوان الشمع أو فرشاة رسم؟",
                "th": "السؤال هو هل لدى الطفل القدرة الكافية للتنسيق بين العين واليد لرسم خط بدلا من الشخبطة."
            },
            "14": {
                "q": "هل يقفز الطفل بكلتا قدميه معا دون أن يقع من أعلى شيء يرتفع ٢٠ سم على الأقل عن الأرض؟",
                "th": "مثل درجة سلم أو صندوق"
            },
            "15": {
                "q": "هل يستطيع الطفل أن يتحرك من مكان لآخر قفزا أو وثبا بكلتا قدميه معا؟ ",
                "th": "وعلى الطفل أن يكون قادرا ليتمكن من الذهاب بهذه الطريقة لمسافة ثلاثة أمتار على الأقل"
            }
        },
        "31-36": {
            "16": {
                "q": "هل يستعمل الطفل المقص بيد واحدة لقص ورقة أو قطعة قماش؟",
                "th": "واليد الأخرى قد يستعملها لحمل الورقة أو قطعـة القمـاش، أو قـد يحملها له شخص آخر. الطفل يجب أن يكون قادرا على استخدام المقص للقص أكثر من التمزيق."
            },
            "17": {
                "q": "هل يستطيع الطفل أن يقفز للأمام على قدم واحدة من دون مساعدة لمسافة واحد ونصف متر على الأقل؟"
            },
            "18": {
                "q": "هل يصعد الطفل عادة السلم ويهبط منه واضعا قدم واحدة على كل درجة؟",
                "th": "وقد يستخدم الحائط أو الدرابزين ولكن هذا لا يهم كعادة للتوازن أو كساند."
            }
        },
        "37-42": {
            "19": {
                "q": "هل يستطيع الطفل أن يرمي بكرة (من أي حجم) لآخر بالغ واقف على بعد ١،٥ متر على الأقل؟"
            },
            "20": {
                "q": "هل يمسـك الطفل أكرة الباب الداخلي ويفتحه؟",
                "th": "على سبيل المثال لا بد أن يكون الطفل قادرا على أن يلف الأكرة ويدفع باب الحمام غير المقفل ليفتحه."
            },
            "21": {
                "q": "هل يستطيع الطفل أن يستخدم المقص ليقص دائرة قطرها ٥ سم مرسومة على ورقة على أن لا يبتعد عن الخط اكثر من ٥ ملم داخل أو خارج الدائرة؟",
                "th": "على الطفل أن يحمل الورقة ويدورها بيد واحدة بينما يقص باليد الأخرى؟"
            }
        },
        "43-54": {
            "22": {
                "q": "هل يلتقط الطفل الكرة (من أي حجم) المقذوفة له من شخص بالغ يقف على بعد متر ونصف من أمامه؟",
                "th": "على الطفل أن يلتقط الكرة ٥٠% من المرات."
            },
            "23": {
                "q": "هل يسـتطيع الطفـل أن يقفز إلى الأمام على قدم واحدة لمسافة ٣ متر على الأقل دون الحاجة إلى أن يقف ويعاود القفز؟"
            },
            "24": {
                "q": "هل يقفز الطفل عن الحبل بقدم واحدة وبكلتا قدميه مرتين على الأقل، أو يستطيع أن يقفز عن عدة أشياء دون توقف؟ ",
                "th": "الأشياء يجب أن تكون على ارتفاع ٢٠ سم على الأقل"
            }
        },
        "55-66": {
            "25": {
                "q": "هل يستطيع الطفل أن يستخدم المفتاح لفتح وقفل الباب؟"
            },
            "26": {
                "q": "هل يسـتطيع الطفل عمل كرة من الطين صلبة بما فيه الكفاية لتبقى متماسكة عندما تقذف على الأقل لمسافة ٢،٢٥ متـر؟",
                "th": "أدوات أخـرى مثل طينة أو عجينه يمكن أن تستعمل ويلزم لنجاح المهمة القدرة على القذف لمسافة ٢،٢٥ متر."
            },
            "27": {
                "q": "هل يستطيع الطفل أن يلعب الحجلة؟",
                "th": "هذا يتضمن القدرة على الحجل على قدم واحدة على نقطة معينة ليحجل ويدور بدون السقوط ثم يستمر بالحجل."
            }
        },
        "67-78": {
            "28": {
                "q": "هل يستطيع الطفل أن يتزحلق؟",
                "th": "التزحلق يعني أن يكون الطفل قادرٌ على دفع قدم واحدة بانزلاق واحدة بعدالأخـرى . يمكن أن يكون هناك محاولات غير ناجحة، لكن في معظم الوقت يستطيع الطفل أن يقطع على الأقل لمسافة ثلاثة أمتار"
            },
            "29": {
                "q": "هل يستطيع الطفل أن يقص صورة لحيوان أو شخص بدون أن يبعد اكثر من ١،٢سم عنها؟"
            },
            "30": {
                "q": "هل يستطيع الطفل أن ينط الحبل؟",
                "th": "الطفل يجب أن يكون قادرا على مسك طرفي الحبل والنط أو الحجل أو القفزلثلاث مرات متتالية عندما يكون الحبل فوق رأسه أو أسفل قدميه."
            }
        },
        "79-90": {
            "31": {
                "q": "هل يستطيع الطفل أن يلتقط ويحمل كرسي مطبخ أو سفرة من غرفة إلى أخرى؟"
            },
            "32": {
                "q": "هل يستطيع الطفل أن يجري سريعا لدرجة كافية حتى يتسابق مع طفل عادي غير معوق عمره ثمانية سنوات فيسباق أو لعبة المساكة؟"
            },
            "33": {
                "q": "هل يستطيع الطفل أن يمسك كرة تمسك بيد واحدة عندما تحذف إليه برقة من مسافة ٢،٥ متر؟",
                "th": "الطفل يجب أن يمسكها على الأقل ٥٠% من الوقت"
            }
        }
    },
    "التطور الاجتماعي": {
        "0-6": {
            "1": {},
            "2": {},
            "3": {}
        },
        "7-12": {
            "4": {},
            "5": {}
        },
        "13-18": {
            "6": {},
            "7": {},
            "8": {},
            "9": {}
        },
        "19-24": {
            "10": {},
            "11": {},
            "12": {}
        },
        "25-30": {},
        "31-36": {},
        "37-42": {},
        "43-54": {},
        "55-66": {},
        "67-78": {},
        "79-90": {}
    },
    "التطور الادراكي": {
        "0-6": {},
        "7-12": {},
        "13-18": {},
        "19-24": {},
        "25-30": {},
        "31-36": {},
        "37-42": {},
        "43-54": {},
        "55-66": {},
        "67-78": {},
        "79-90": {}
    },
    "التطور لغة الاتصال": {
        "0-6": {},
        "7-12": {},
        "13-18": {},
        "19-24": {},
        "25-30": {},
        "31-36": {},
        "37-42": {},
        "43-54": {},
        "55-66": {},
        "67-78": {},
        "79-90": {}
    },
    "التطور المساعدة الذاتية": {
        "0-6": {},
        "7-12": {},
        "13-18": {},
        "19-24": {},
        "25-30": {},
        "31-36": {},
        "37-42": {},
        "43-54": {},
        "55-66": {},
        "67-78": {},
        "79-90": {}
    }
}